---
kind: property
id: P:Autodesk.Revit.DB.Visual.MetallicPaint.CommonTintColor
source: html/0e947e7f-ccea-a7b4-678a-8fa96a109b9e.htm
---
# Autodesk.Revit.DB.Visual.MetallicPaint.CommonTintColor Property

The property labeled "Tint Color" from the "MetallicPaint" schema.

## Syntax (C#)
```csharp
public static string CommonTintColor { get; }
```

## Remarks
This property is of type "AssetPropertyDoubleArray4d".